export const AGREEMENT1 =
  '여러분을 환영합니다.\n' +
  '빠소 서비스 및 제품(이하 ‘서비스’)을 이용해 주셔서 감사합니다. 본 약관은 다양한 서비스의 이용과 관련하여 서비스를 제공하는 Finest soft(이하 ‘빠소’)와 이를 이용하는 서비스 회원(이하 ‘회원’) 또는 비회원과의 관계를 설명하며, 아울러 서비스 이용에 도움이 될 수 있는 유익한 정보를 포함하고 있습니다.\n' +
  '서비스 회원으로 가입하실 경우 여러분은 본 약관 및 관련 운영 정책을 확인하거나 동의하게 되므로, 잠시 시간을 내시어 주의 깊게 살펴봐 주시기 바랍니다.\n\n' +
  '다양한 서비스를 즐겨보세요.\n' +
  '빠소는 www.ffaso.com을 비롯한 도메인의 관리자 페이지 및 응용프로그램(어플리케이션, 앱)을 통해 정보 검색, 다른 이용자와의 커뮤니케이션, 컨텐츠 제공, 상품 쇼핑 등 여러분의 생활에 편리함을 더할 수 있는 다양한 서비스를 제공하고 있습니다.\n' +
  '여러분은 PC, 휴대폰 등 인터넷 이용이 가능한 각종 단말기를 통해 각양각색의 서비스를 자유롭게 이용하실 수 있으며, 개별 서비스들의 구체적인 내용은 각 서비스 상의 안내, 공지사항 등에서 쉽게 확인하실 수 있습니다.\n' +
  "빠소는 기본적으로 여러분 모두에게 동일한 내용의 서비스를 제공합니다. 다만, '청소년보호법' 등 관련 법령이나 기타 개별 서비스 제공에서의 특별한 필요에 의해서 연령 또는 일정한 등급을 기준으로 이용자를 구분하여 제공하는 서비스의 내용, 이용 시간, 이용 횟수 등을 다르게 하는 등 일부 이용을 제한하는 경우가 있습니다. 자세한 내용은 역시 각 서비스 상의 안내, 공지사항, 고객센터 도움말 등에서 확인하실 수 있습니다.\n" +
  '서비스에는 기본적으로 본 약관이 적용됩니다만 다양한 서비스를 제공하는 과정에서 부득이 본 약관 외 별도의 약관, 운영정책 등을 적용하는 경우(예, 기업별 별도 약관&운영정책 등)가 있습니다.\n\n' +
  '회원으로 가입하시면 서비스를 보다 편리하게 이용할 수 있습니다.\n' +
  '여러분은 본 약관을 읽고 동의하신 후 회원 가입을 신청하실 수 있으며, 빠소는 이에 대한 승인을 통해 회원 가입 절차를 완료하고 여러분께 서비스 이용 계정(이하 ‘계정’)을 부여합니다. 계정이란 회원이 서비스에 로그인한 이후 이용하는 각종 서비스 이용 이력을 회원 별로 관리하기 위해 설정한 회원 식별 단위를 말합니다. 회원은 자신의 계정을 통해 다양한 서비스를 보다 편리하게 이용할 수 있습니다.\n' +
  '빠소의 회원으로 등록하신 이용자분들은 주변에 있는 다양한 운동 컨텐츠를 검색하여 정보를 확인할 수 있으며, 마음에 드시는 곳이 있다면 문의 Survey를 통해 무료 체험권을 제공받아, 체험을 해보실 수 있습니다. 추가적으로 이용하고 싶은 곳이 있다면 앱 결제 프로세스를 통해 결제하여 이용할 수 있습니다.\n' +
  '빠소의 강사로 등록하신 이용자분들은 본인의 프로필을 등록하여 이력 관리 및 프로필 신청을 통한 강습 매칭이 가능하며, 강습을 진행한 후 자동 정산과 출금 기능을 이용하여 보상을 받을 수 있습니다.\n' +
  '빠소의 이용자분들은 서로 소통할 수 있는 컨텐츠를 통해 궁금증에 대한 답변을 받을 수 있습니다.\n' +
  '또한 여러분이 작성한 리뷰 및 활동들은 서비스를 개선하고 새로운 서비스를 제공하기 위해 데이터 분야 기술 등의 연구 개발 목적으로 빠소에서 사용될 수 있습니다. 빠소는 지속적인 연구 개발을 통해 여러분께 좀 더 편리하고 유용한 서비스를 제공해 드릴 수 있도록 최선을 다하겠습니다.\n\n' +
  '여러분의 개인정보를 소중히 보호합니다.\n' +
  '빠소는 서비스의 원활한 제공을 위하여 회원이 동의한 목적과 범위 내에서만 개인정보를 수집∙이용하며, 개인정보 보호 관련 법령에 따라 안전하게 관리합니다. 빠소가 이용자 및 회원에 대해 관련 개인정보를 안전하게 처리하기 위하여 기울이는 노력이나 기타 상세한 사항은 개인정보 처리방침에서 확인하실 수 있습니다.\n' +
  '빠소는 여러분이 서비스를 이용하기 위해 일정 기간 동안 로그인 혹은 접속한 기록이 없는 경우, 전자메일, 서비스 내 알림 또는 기타 적절한 전자적 수단을 통해 사전에 안내해 드린 후 여러분의 정보를 파기하거나 분리 보관할 수 있으며, 만약 이로 인해 서비스 제공을 위해 필수적인 정보가 부족해질 경우 부득이 관련 서비스 이용계약을 해지할 수 있습니다.\n\n' +
  '빠소에서 제공하는 다양한 포인트를 요긴하게 활용해 보세요.\n' +
  '빠소는 여러분이 서비스를 효율적으로 이용할 수 있도록 포인트를 부여하고 있습니다. 포인트는 여러분의 일정한 서비스 이용과 연동하여 빠소가 임의로 책정하거나 조정하여 지급하는 일정한 계산 단위를 갖는 서비스 상의가상 데이터를 말합니다. 포인트는 재산적 가치가 없기 때문에 금전으로 환불 또는 전환할 수 없지만, 포인트의 많고 적음에 따라 여러분의 서비스 이용에 영향을 주는 경우가 있으므로 경우에 따라 적절히 활용해 보세요.\n' +
  '빠소는 서비스의 효율적 이용을 지원하거나 서비스 운영을 개선하기 위해 필요한 경우 사전에 여러분께 안내 드린 후 부득이 포인트의 일부 또는 전부를 조정할 수 있습니다. 그리고 포인트는 빠소가 정한 기간에 따라 주기적으로 소멸할 수도 있으니 포인트가 부여되는 서비스 이용 시 유의해 주시기 바랍니다.\n\n' +
  '서비스 이용과 관련하여 몇 가지 주의사항이 있습니다.\n' +
  '빠소는 여러분이 서비스를 자유롭고 편리하게 이용할 수 있도록 최선을 다하고 있습니다. 다만, 여러분이 서비스를 보다 안전하게 이용하고 서비스에서 여러분과 타인의 권리가 서로 존중되고 보호받으려면 여러분의 도움과 협조가 필요합니다. 여러분의 안전한 서비스 이용과 권리 보호를 위해 부득이 아래와 같은 경우여러분의 서비스 이용이 제한될 수 있으므로, 이에 대한 확인 및 준수를 요청 드립니다.\n' +
  '회원 가입 시 이름, 생년월일, 휴대전화번호 등의 정보를 허위로 기재해서는 안 됩니다. 회원 계정에 등록된 정보는 항상 정확한 최신 정보가 유지될 수 있도록 관리해 주세요. 자신의 계정을 다른 사람에게 판매, 양도, 대여 또는 담보로 제공하거나 다른 사람에게 그 사용을 허락해서는 안 됩니다. 아울러 자신의 계정이 아닌 타인의 계정을 무단으로 사용해서는 안 됩니다.\n' +
  '타인에 대해 직접적이고 명백한 신체적 위협을 가하는 내용, 타인의 자해 행위 또는 자살을 부추기거나 권장하는 내용, 타인의 신상정보, 사생활 등 비공개 개인정보를 드러내는 내용, 타인을 지속적으로 따돌리거나 괴롭히는 내용, 성매매를 제안, 알선, 유인 또는 강요하는 내용, 공공 안전에 대해 직접적이고 심각한 위협을 가하는 내용은 제한될 수 있습니다.\n' +
  '관련 법령상 금지되거나 형사처벌의 대상이 되는 행위를 수행하거나 이를 교사 또는 방조하는 등의 범죄 관련 직접적인 위험이 확인된 내용, 관련 법령에서 홍보, 광고, 판매 등을 금지하고 있는 물건 또는 서비스를 홍보, 광고, 판매하는 내용, 타인의 지식재산권 등을 침해하거나 모욕, 사생활 침해 또는 명예훼손 등 타인의 권리를 침해하는 내용은 제한될 수 있습니다.\n' +
  '자동화된 수단을 활용하는 등 서비스의 기능을 비정상적으로 이용하여, 이용자들의 정상적인 서비스 이용에 불편을 초래하고 더 나아가 원활한 서비스 제공을 방해하므로 역시 제한될 수 있습니다.\n' +
  '빠소의 사전 허락 없이 자동화된 수단(예: 매크로 프로그램, 로봇(봇), 스파이더, 스크래퍼 등)을 이용하여 서비스 회원으로 가입을 시도 또는 가입하거나, 로그인을 시도 또는 로그인하거나, 서비스를 통해 커뮤니케이션하거나(예: 채팅 등), 서비스에 게재된 회원의 개인정보 등을 수집하거나, 검색 서비스에서 특정 질의어로 검색하거나 혹은 그 검색결과에서 특정 검색결과를 선택(이른바 ‘클릭’)하는 등 이용자(사람)의 실제 이용을 전제로 하는 서비스의 제공 취지에 부합하지 않는 방식으로 서비스를 이용하거나 이와 같은 서비스에 대한 어뷰징(남용) 행위를 막기 위한 빠소의 기술적 조치를 무력화하려는 일체의 행위(예: IP를 지속적으로 바꿔가며 접속하는 행위, Captcha를 외부 솔루션 등을 통해 우회하거나 무력화 하는 행위 등)를 시도해서는 안 됩니다.\n' +
  '빠소의 동의 없이 자동화된 수단에 의해 서비스 상에 광고가 게재되는 영역 또는 그 밖의 영역에 부호, 문자, 음성, 음향, 그림, 사진, 동영상, 링크 등으로 구성된 각종 컨텐츠 자체 또는 파일을 삽입해서는 안 됩니다. 또한, 서비스 또는 이에 포함된 소프트웨어를 복사, 수정할 수 없으며, 이를 판매, 양도, 대여 또는 담보로 제공하거나 타인에게 그 이용을 허락해서는 안 됩니다. 서비스에 포함된 소프트웨어를 역 설계, 소스코드 추출 시도, 복제, 분해, 모방, 기타 변형하는 등의 행위도 금지됩니다(다만, 오픈소스에 해당되는 경우 그 자체 조건에 따릅니다). 그 밖에 바이러스나 기타 악성 코드를 업로드하거나 서비스의 원활한 운영을 방해할 목적으로 서비스 기능을 비정상적으로 이용하는 행위 역시 금지됩니다.\n' +
  '빠소는 본 약관의 범위 내에서 운영정책, 각 개별 서비스에서의 약관 또는 운영정책, 각 서비스 상의 안내, 공지사항, 고객센터 등을 두어, 여러분에게 안정적이고 원활한 서비스 이용이 가능하도록 지원하고 있습니다. 각 세부 정책에는 여러분이 참고할 수 있도록 보다 구체적인 유의사항을 포함하고 있으니, 본 약관 본문 및 구성 페이지 상의 링크 등을 통해 이를 확인해 주시기 바랍니다.\n\n' +
  '부득이 서비스 이용을 제한할 경우 합리적인 절차를 준수합니다.\n' +
  '빠소는 다양한 정보와 의견이 담긴 여러분의 컨텐츠를 소중히 다룰 것을 약속 드립니다만, 여러분이 본 약관, 운영정책, 각 개별 서비스에서의 약관, 운영정책 등에 위배되는 경우, 빠소는 여러분의 관련 행위 내용을 확인할 수 있으며, 그 확인 결과에 따라 서비스 이용에 대한 주의를 당부하거나, 서비스 이용을 일부 또는 전부, 일시 또는 영구히 정지시키는 등 그 이용을 제한할 수 있습니다. 한편, 이러한 이용 제한에도 불구하고 더 이상 서비스 이용계약의 온전한 유지를 기대하기 어려운 경우엔 부득이 여러분과의 이용계약을 해지할 수 있습니다.\n' +
  '부득이 여러분의 서비스 이용을 제한해야 할 경우 명백한 법령 위반이나 타인의 권리침해로서 긴급한 위험 또는 피해 차단이 요구되는 사안 외에는 위와 같은 단계적 서비스 이용제한 원칙을 준수 하겠습니다. 명백한 법령 위반 등을 이유로 부득이 서비스 이용을 즉시 영구 정지시키는 경우 서비스 이용을 통해 획득한 포인트 및 기타 혜택 등은 모두 소멸되고 이에 대해 별도로 보상하지 않으므로 유의해 주시기 바랍니다. 서비스 이용 제한의 조건, 세부 내용 등은 운영정책 및 각 개별 서비스에서의 운영정책을 참고하시기 바랍니다.\n\n' +
  '빠소의 잘못은 빠소가 책임집니다.\n' +
  '빠소는 여러분이 서비스를 이용함에 있어 빠소의 고의 또는 과실로 인하여 손해를 입게 될 경우 관련 법령에 따라 여러분의 손해를 배상합니다. 다만, 천재지변 또는 이에 준하는 불가항력으로 인하여 빠소가 서비스를 제공할 수 없거나 이용자의 고의 또는 과실로 인하여 서비스를 이용할 수 없어 발생한 손해에 대해서 빠소는 책임을 부담하지 않습니다.\n' +
  '그리고 빠소가 손해배상책임을 부담하는 경우에도 통상적으로 예견이 불가능하거나 특별한 사정으로 인한 특별 손해 또는 간접 손해, 기타 징벌적 손해에 대해서는 관련 법령에 특별한 규정이 없는 한 책임을 부담하지 않습니다.\n' +
  '한편, 서비스를 매개로 한 여러분과 다른 회원 간 또는 여러분과 비회원 간의 의견 교환, 거래 등에서 발생한 손해나 여러분이 서비스 상에 게재된 기업의 정보 등의 컨텐츠를 신뢰함으로써 발생한 손해에 대해서도 빠소는 특별한 사정이 없는 한 이에 대해 책임을 부담하지 않습니다.\n\n' +
  '언제든지 서비스 이용계약을 해지하실 수 있습니다.\n' +
  '빠소에게는 참 안타까운 일입니다만, 회원은 언제든지 서비스 이용계약 해지를 신청하여 회원에서 탈퇴할 수 있으며, 이 경우 빠소는 관련 법령 등이 정하는 바에 따라 이를 지체 없이 처리하겠습니다.\n' +
  '서비스 이용계약이 해지되면, 관련 법령 및 개인정보처리방침에 따라 해당 회원의 정보를 보유할 수 있는 경우를 제외하고, 해당 회원 계정에 관련된 일체를 포함한 회원의 모든 데이터는 소멸됨과 동시에 복구할 수 없게 됩니다. 다만, 결제를 통한 등록 내용이 남아 있는 경우에는 환불 처리 및 인계를 완료하시고, 탈퇴하시길 바랍니다.\n\n' +
  '일부 서비스에는 광고가 포함되어 있습니다.\n' +
  '여러분이 다양한 서비스를 이용하다 보면 간혹 일부 개별 서비스에 광고가 포함된 경우가 있습니다. 서비스를 이용하면서 발생할 수 있는 데이터 통신요금은 가입하신 통신사업자와의 이용계약에 따라 여러분이 부담하며, 포함된 광고 열람으로 인해 추가적으로 발생하는 비용 역시 여러분이 부담합니다.\n' +
  '원하는 서비스를 이용하기 위해 원하지 않는 광고를 봐야 하는 경우가 있습니다. 이는 여러분에게 제공하는 다양한 서비스를 원칙적으로 무료로 제공할 수 있게 해주는 데 기여하며, 더 나아가 빠소가 연구 개발에 투자하여 더 나은 서비스를 제공할 수 있는 기반이 됩니다. 최근 타사의 일부 서비스들이 광고 없는 서비스 이용을 강조하며 주된 서비스를 유료로 제공하고 있는 관행이 이를 뒷받침합니다.\n\n' +
  '빠소는 여러분의 본의 아닌 불편이나 부담이 최소화될 수 있는 방법에 대해 항상 고민하고 개선해 나가겠습니다.\n' +
  '서비스 중단 또는 변경 시 꼭 알려드리겠습니다.\n' +
  '빠소는 연중 무휴, 1일 24시간 안정적으로 서비스를 제공하기 위해 최선을 다하고 있습니다만, 컴퓨터, 서버 등 정보통신설비의 보수점검, 교체 또는 고장, 통신두절 등 운영상 상당한 이유가 있는 경우 부득이 서비스의 전부 또는 일부를 중단할 수 있습니다.\n' +
  '한편, 빠소는 서비스 운영 또는 개선을 위해 상당한 필요성이 있는 경우 서비스의 전부 또는 일부를 수정, 변경 또는 종료할 수 있습니다. 무료로 제공되는 서비스의 전부 또는 일부를 수정, 변경 또는 종료하게 된 경우 관련 법령에 특별한 규정이 없는 한 별도의 보상을 하지 않습니다.\n' +
  '이 경우 빠소는 예측 가능한 경우 상당기간 전에 이를 안내하며, 만약 예측 불가능한 경우라면 사후 지체 없이 상세히 설명하고 안내 드리겠습니다. 또한 서비스 중단의 경우에는 여러분 자신의 컨텐츠(예 이력관리, 운영 중인 기업의 회원 정보 등)를 백업할 수 있도록 합리적이고 충분한 기회를 제공하도록 하겠습니다.\n' +
  '주요 사항을 잘 안내하고 여러분의 소중한 의견에 귀 기울이겠습니다.\n' +
  '빠소는 서비스 이용에 필요한 주요사항을 적시에 잘 안내해 드릴 수 있도록 힘쓰겠습니다. 회원에게 통지를 하는 경우 전자메일, 서비스 내 알림 또는 기타 적절한 전자적 수단을 통해 개별적으로 알려 드릴 것이며, 다만 회원 전체에 대한 통지가 필요할 경우엔 7일 이상 www.ffaso.com을 비롯한 빠소 도메인의 웹사이트 및 응용프로그램(어플리케이션, 앱) 초기 화면 또는 공지사항 등에 관련 내용을 게시하도록 하겠습니다.\n\n' +
  '여러분은 언제든지 고객센터를 통해 서비스 이용과 관련된 의견이나 개선사항을 전달할 수 있으며, 빠소는 합리적 범위 내에서 가능한 그 처리과정 및 결과를 여러분께 전달할 수 있도록 하겠습니다.\n' +
  '여러분이 쉽게 알 수 있도록 약관 및 운영정책을 게시하며 사전 공지 후 개정합니다.\n\n' +
  '빠소는 본 약관의 내용을 여러분이 쉽게 확인할 수 있도록 서비스 초기 화면에 게시하고 있습니다.\n' +
  '빠소는 수시로 본 약관, 운영정책을 개정할 수 있습니다만, 관련 법령을 위배하지 않는 범위 내에서 개정할 것이며, 사전에 그 개정 이유와 적용 일자를 서비스 내에 알리도록 하겠습니다. 또한 여러분에게 불리할 수 있는 중대한 내용의 약관 변경의 경우에는 최소 30일 이전에 해당 서비스 내 공지하고 별도의 전자적 수단(전자메일, 서비스 내 알림 등)을 통해 개별적으로 알릴 것입니다.\n' +
  '빠소는 변경된 약관을 게시한 날로부터 효력이 발생되는 날까지 약관 변경에 대한 여러분의 의견을 기다립니다. 위 기간이 지나도록 여러분의 의견이 빠소에 접수되지 않으면, 여러분이 변경된 약관에 따라 서비스를 이용하는 데에 동의하는 것으로 간주됩니다. 빠소로서는 매우 안타까운 일이지만, 여러분이 변경된 약관에 동의하지 않는 경우 변경된 약관의 적용을 받는 해당 서비스의 제공이 더 이상 불가능하게 될 수 있습니다.\n' +
  '서비스에는 기본적으로 본 약관이 적용됩니다만, 부득이 각 개별 서비스의 고유한 특성을 반영하기 위해 본 약관 외 별도의 약관, 운영정책이 추가로 적용될 때가 있습니다. 따라서 별도의 약관, 운영정책에서 그 개별 서비스 제공에 관하여 본 약관, 계정 및 게시물 운영정책과 다르게 정한 경우에는 별도의 약관, 운영정책이 우선하여 적용됩니다. 이러한 내용은 각각의 개별 서비스 초기 화면에서 확인해 주시기 바랍니다.\n\n' +
  "본 약관은 한국어를 정본으로 합니다. 본 약관 또는 서비스와 관련된 여러분과 빠소와의 관계에는 대한민국의 법령이 적용됩니다. 그리고 본 약관 또는 서비스와 관련하여 여러분과 빠소 사이에 분쟁이 발생할 경우, 그 분쟁의 처리는 대한민국 '민사소송법'에서 정한 절차를 따릅니다.\n\n" +
  '공지 일자: 2022년 3월 2일\n' +
  '적용 일자: 2022년 3월 2일\n' +
  '서비스와 관련하여 궁금하신 사항이 있으시면 고객센터(대표번호: 0507 1376 1537/ 평일 09:00~18:00)로 문의 주시기 바랍니다.';

export const AGREEMENT2 =
  '개인정보보호법에 따라 빠소에 회원 가입 시 수집하는 개인정보의 항목, 개인정보의 수집 및 이용목적, 개인정보의 보유 및 이용기간, 동의 거부권 및 동의 거부 시 불이익에 관한 사항을 안내 드리오니 자세히 읽은 후 동의하여 주시기 바랍니다.\n\n' +
  '1. 수집하는 개인정보\n' +
  '이용자는 기업 회원가입을 통해 빠소 서비스를 이용할 수 있습니다. 이용자는 기업의 정보(제공하는 서비스 및 위치) 공유, 회원 등록 및 문의 등과 같은 서비스를 이용하기 위해 회원가입을 할 경우, 빠소는 서비스 이용을 위해 필요한 최소한의 개인정보를 수집합니다.\n' +
  '\n' +
  '회원가입 시점에 빠소가 이용자로부터 수집하는 개인정보는 아래와 같습니다.\n' +
  '- 회원 가입 시에 ‘아이디, 비밀번호, 이름, 생년월일, 성별, 주소, 전화번호’를 필수항목으로 수집합니다. 만약 이용자가 입력하는 생년월일이 만14세 미만 아동일 경우에는 법정대리인 정보(법정대리인의 이름, 생년월일, 성별, 중복가입확인정보(DI), 휴대전화번호)를 추가로 수집합니다. 그리고 선택항목으로 이메일 주소, 프로필 정보를 수집합니다.\n' +
  '\n' +
  '서비스 이용 과정에서 이용자로부터 수집하는 개인정보는 아래와 같습니다.\n' +
  '\n' +
  '빠소 내의 개별 서비스 이용, 이벤트 응모 및 경품 신청 과정에서 해당 서비스의 이용자에 한해 추가 개인정보 수집이 발생할 수 있습니다. 추가로 개인정보를 수집할 경우에는 해당 개인정보 수집 시점에서 이용자에게 ‘수집하는 개인정보 항목, 개인정보의 수집 및 이용목적, 개인정보의 보관기간’에 대해 안내 드리고 동의를 받습니다.\n' +
  '\n' +
  '서비스 이용 과정에서 IP 주소, 쿠키, 서비스 이용 기록, 기기정보, 위치정보가 생성되어 수집될 수 있습니다. 또한 이미지 및 음성을 이용한 검색 서비스 등에서 이미지나 음성이 수집될 수 있습니다.\n' +
  '\n' +
  "구체적으로 1) 서비스 이용 과정에서 이용자에 관한 정보를 자동화된 방법으로 생성하여 이를 저장(수집)하거나, 2) 이용자 기기의 고유한 정보를 원래의 값을 확인하지 못 하도록 안전하게 변환하여 수집합니다. 서비스 이용 과정에서 위치정보가 수집될 수 있으며, 빠소에서 제공하는 위치기반 서비스에 대해서는 '빠소 위치정보 이용약관'에서 자세하게 규정하고 있습니다.\n" +
  '\n' +
  '이와 같이 수집된 정보는 개인정보와의 연계 여부 등에 따라 개인정보에 해당할 수 있고, 개인정보에 해당하지 않을 수도 있습니다.\n' +
  '\n' +
  '2. 수집한 개인정보의 이용\n' +
  '\n' +
  '빠소 및 빠소 관련 제반 서비스(웹, 모바일 앱 포함)의 회원관리, 서비스 개발・제공 및 향상, 안전한 인터넷 이용환경 구축 등 아래의 목적으로만 개인정보를 이용합니다.\n' +
  '\n' +
  '- 회원 가입 의사의 확인, 연령 확인 및 법정대리인 동의 진행, 이용자 및 법정대리인의 본인 확인, 이용자 식별, 회원탈퇴 의사의 확인 등 회원관리를 위하여 개인정보를 이용합니다.\n' +
  '- 콘텐츠 등 기존 서비스 제공(광고 포함)에 더하여, 인구통계학적 분석, 서비스 방문 및 이용기록의 분석, 개인정보 및 관심에 기반한 이용자간 관계의 형성, 지인 및 관심사 등에 기반한 맞춤형 서비스 제공 등 신규 서비스 요소의 발굴 및 기존 서비스 개선 등을 위하여 개인정보를 이용합니다.\n' +
  '- 법령 및 빠소 이용약관을 위반하는 회원에 대한 이용 제한 조치, 부정 이용 행위를 포함하여 서비스의 원활한 운영에 지장을 주는 행위에 대한 방지 및 제재, 계정도용 및 부정거래 방지, 약관 개정 등의 고지사항 전달, 분쟁조정을 위한 기록 보존, 민원처리 등 이용자 보호 및 서비스 운영을 위하여 개인정보를 이용합니다.\n' +
  '- 유료 서비스 제공에 따르는 본인인증, 구매 및 요금 결제, 상품 및 서비스의 배송을 위하여 개인정보를 이용합니다.\n' +
  '- 이벤트 정보 및 참여기회 제공, 광고성 정보 제공 등 마케팅 및 프로모션 목적으로 개인정보를 이용합니다.\n' +
  '- 서비스 이용기록과 접속 빈도 분석, 서비스 이용에 대한 통계, 서비스 분석 및 통계에 따른 맞춤 서비스 제공 및 광고 게재 등에 개인정보를 이용합니다.\n' +
  '- 보안, 프라이버시, 안전 측면에서 이용자가 안심하고 이용할 수 있는 서비스 이용환경 구축을 위해 개인정보를 이용합니다.\n' +
  '\n' +
  '3. 개인정보의 보관기간\n' +
  '\n' +
  '회사는 원칙적으로 이용자의 개인정보를 회원 탈퇴 시 지체없이 파기하고 있습니다.\n' +
  '\n' +
  '단, 이용자에게 개인정보 보관기간에 대해 별도의 동의를 얻은 경우, 또는 법령에서 일정 기간 정보보관 의무를 부과하는 경우에는 해당 기간 동안 개인정보를 안전하게 보관합니다.\n' +
  '\n' +
  '* 이용자에게 개인정보 보관기간에 대해 회원가입 시 또는 서비스 가입 시 동의를 얻은 경우는 아래와 같습니다.\n' +
  '\n' +
  '- 부정 가입 및 이용 방지\n' +
  '    - 가입인증 휴대전화번호 또는 DI (만14세 미만의 경우 법정대리인DI) : 수집시점으로부터6개월 보관\n' +
  '    - 탈퇴한 이용자의 휴대전화번호(복호화가 불가능한 일방향 암호화(해시처리)) : 탈퇴일로부터6개월 보관\n' +
  '- QR코드 복구 요청 대응\n' +
  '    - QR코드 등록 정보:삭제 시점으로부터6개월 보관\n' +
  '- 스마트플레이스 분쟁 조정 및 고객문의 대응\n' +
  '    - 휴대전화번호:등록/수정/삭제 요청 시로부터 최대1년\n' +
  '\n' +
  '전자상거래 등에서의 소비자 보호에 관한 법률, 전자금융거래법, 통신비밀보호법 등 법령에서 일정기간 정보의 보관을 규정하는 경우는 아래와 같습니다. 빠소는 이 기간 동안 법령의 규정에 따라 개인정보를 보관하며, 본 정보를 다른 목적으로는 절대 이용하지 않습니다.\n' +
  '\n' +
  '- 전자상거래 등에서 소비자 보호에 관한 법률\n' +
  '    - 계약 또는 청약철회 등에 관한 기록: 5년 보관\n' +
  '    - 대금결제 및 재화 등의 공급에 관한 기록: 5년 보관\n' +
  '    - 소비자의 불만 또는 분쟁처리에 관한 기록: 3년 보관\n' +
  '- 전자금융거래법\n' +
  '    - 전자금융에 관한 기록: 5년 보관\n' +
  '- 통신비밀보호법\n' +
  '    - 로그인 기록: 3개월\n' +
  '\n' +
  '참고로 빠소는 ‘개인정보 유효기간제’에 따라 1년간 서비스를 이용하지 않은 회원의 개인정보를 별도로 분리 보관하여 관리하고 있습니다.\n' +
  '\n' +
  '4. 개인정보 수집 및 이용 동의를 거부할 권리\n' +
  '\n' +
  '이용자는 개인정보의 수집 및 이용 동의를 거부할 권리가 있습니다. 회원가입 시 수집하는 최소한의 개인정보, 즉, 필수 항목에 대한 수집 및 이용 동의를 거부하실 경우, 회원가입이 어려울 수 있습니다.';

export const AGREEMENT3 =
  '위치정보 이용약관에 동의하시면, 위치를 활용한 광고 정보 수신 등을 포함하는 빠소 위치기반 서비스를 이용할 수 있습니다.\n\n' +
  '제 1 조 (목적)\n' +
  '이 약관은 Finest soft(이하 “회사”)가 제공하는 위치정보사업 또는 위치기반서비스사업과 관련하여 회사와 개인위치정보주체와의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.\n' +
  '\n' +
  '제 2 조 (약관 외 준칙)\n' +
  '이 약관에 명시되지 않은 사항은 위치정보의 보호 및 이용 등에 관한 법률, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 전기통신기본법, 전기통신사업법 등 관계법령과 회사의 이용약관 및 개인정보처리방침, 회사가 별도로 정한 지침 등에 의합니다.\n' +
  '\n' +
  '제 3 조 (서비스 내용 및 요금)\n' +
  '① 회사는 직접 위치정보를 수집하거나 위치정보사업자인 이동통신사로부터 위치정보를 전달받아 아래와 같은 위치기반서비스를 제공합니다.\n' +
  '1.Geo Tagging 서비스: 게시물에 포함된 개인위치정보주체 또는 이동성 있는 기기의 위치정보가 게시물과 함께 저장됩니다.\n' +
  '2. 위치정보를 활용한 검색결과 제공 서비스: 정보 검색을 요청하거나 개인위치정보주체 또는 이동성 있는 기기의 위치정보를 제공 시 본 위치정보를 이용한 검색결과 및 주변결과(운동 시설, 스포츠 동호회 등)를 제시합니다.\n' +
  '3. 위치정보를 활용한 강사 소개: 현재 위치를 활용하여 강사를 찾아주거나 강사를 추천합니다.\n' +
  '4. 이용자 위치를 활용한 광고정보 제공: 검색결과 또는 기타 서비스 이용 과정에서 개인위치정보주체 또는 이동성 있는 기기의 위치를 이용하여 광고소재를 제시합니다.\n' +
  '5. 이용자 보호 및 부정 이용 방지: 개인위치정보주체 또는 이동성 있는 기기의 위치를 이용하여 권한없는 자의 비정상적인 서비스 이용 시도 등을 차단합니다.\n' +
  '6. 위치정보 공유: 개인위치정보주체 또는 이동성 있는 기기의 위치정보를 안심귀가 등을 목적으로 지인 또는 개인위치정보주체가 지정한 제3자에게 공유합니다.\n' +
  '7. 길 안내 등 생활편의 서비스 제공: 교통정보와 길 안내 등 최적의 경로를 지도로 제공하며, 주변 시설물 찾기, 뉴스/날씨 등 생활정보, 긴급구조 서비스 등 다양한 운전 및 생활 편의 서비스를 제공합니다.\n' +
  '\n' +
  '② 제1항 위치기반서비스의 이용요금은 무료입니다.\n' +
  '\n' +
  '제 4 조 (개인위치정보주체의 권리)\n' +
  '① 개인위치정보주체는 개인위치정보 수집 범위 및 이용약관의 내용 중 일부 또는 개인위치정보의 이용ㆍ제공 목적, 제공받는 자의 범위 및 위치기반서비스의 일부에 대하여 동의를 유보할 수 있습니다.\n' +
  '② 개인위치정보주체는 개인위치정보의 수집ㆍ이용ㆍ제공에 대한 동의의 전부 또는 일부를 철회할 수 있습니다.\n' +
  '③ 개인위치정보주체는 언제든지 개인위치정보의 수집ㆍ이용ㆍ제공의 일시적인 중지를 요구할 수 있습니다. 이 경우 회사는 요구를 거절하지 아니하며, 이를 위한 기술적 수단을 갖추고 있습니다.\n' +
  '④ 개인위치정보주체는 회사에 대하여 아래 자료의 열람 또는 고지를 요구할 수 있고, 당해 자료에 오류가 있는 경우에는 그 정정을 요구할 수 있습니다. 이 경우 회사는 정당한 이유 없이 요구를 거절하지 아니합니다.\n' +
  '\n' +
  '1. 개인위치정보주체에 대한 위치정보 수집ㆍ이용ㆍ제공사실 확인자료\n' +
  '2. 개인위치정보주체의 개인위치정보가 위치정보의 보호 및 이용 등에 관한 법률 또는 다른 법령의 규정에 의하여 제3자에게 제공된 이유 및 내용\n' +
  '⑤ 회사는 개인위치정보주체가 동의의 전부 또는 일부를 철회한 경우에는 지체 없이 수집된 개인위치정보 및 위치정보 수집ㆍ이용ㆍ제공사실 확인 자료를 파기합니다. 단, 동의의 일부를 철회하는 경우에는 철회하는 부분의 개인위치정보 및 위치정보 수집ㆍ이용ㆍ제공사실 확인 자료에 한합니다.\n' +
  '⑥ 개인위치정보주체는 제1항 내지 제4항 의 권리행사를 위하여 이 약관 제12조의 연락처를 이용하여 회사에 요구할 수 있습니다.\n' +
  '\n' +
  '제 5 조 (법정대리인의 권리)\n' +
  '① 회사는 만14세 미만 아동으로부터 개인위치정보를 수집ㆍ이용 또는 제공하고자 하는 경우에는 만14세 미만 아동과 그 법정대리인의 동의를 받아야 합니다.\n' +
  '② 법정대리인은 만14세 미만 아동의 개인위치정보를 수집ㆍ이용ㆍ제공에 동의하는 경우 동의 유보권, 동의 철회권 및 일시 중지권, 열람ㆍ고지 요구권을 행사할 수 있습니다.\n' +
  '\n' +
  '제 6 조 (위치정보 이용ㆍ제공사실 확인자료 보유근거 및 보유기간)\n' +
  '회사는 위치정보의 보호 및 이용 등에 관한 법률 제16조 제2항에 근거하여 개인위치정보주체에 대한 위치정보 수집ㆍ이용ㆍ제공사실 확인 자료를 위치정보시스템에 자동으로 기록하며, 6개월 이상 보관합니다.\n' +
  '\n' +
  '제 7 조 (서비스의 변경 및 중지)\n' +
  '① 회사는 위치정보사업자의 정책변경 등과 같이 회사의 제반 사정 또는 법률상의 장애 등으로 서비스를 유지할 수 없는 경우, 서비스의 전부 또는 일부를 제한, 변경하거나 중지할 수 있습니다.\n' +
  '② 제1항에 의한 서비스 중단의 경우에는 회사는 사전에 인터넷 등에 공지하거나 개인위치정보주체에게 통지합니다.\n' +
  '\n' +
  '제 8 조 (개인위치정보 제3자 제공시 즉시 통보)\n' +
  '① 회사는 개인위치정보주체의 동의 없이 당해 개인위치정보주체의 개인위치정보를 제3자에게 제공하지 아니하며, 제3자 제공 서비스를 제공하는 경우에는 제공 받는 자 및 제공목적을 사전에 개인위치정보주체에게 고지하고 동의를 받습니다.\n' +
  '② 회사는 개인위치정보를 개인위치정보주체가 지정하는 제3자에게 제공하는 경우에는 개인위치정보를 수집한 당해 통신 단말 장치로 매회 개인위치정보주체에게 제공받는 자, 제공일시 및 제공목적을 즉시 통보합니다.\n' +
  '③ 다만, 아래에 해당하는 경우에는 개인위치정보주체가 미리 특정하여 지정한 통신 단말 장치 또는 전자우편주소 등으로 통보합니다. 1.개인위치정보를 수집한 당해 통신 단말 장치가 문자, 음성 또는 영상의 수신기능을 갖추지 아니한 경우\n' +
  '2. 개인위치정보주체가 개인위치정보를 수집한 당해 통신 단말 장치 외의 통신 단말 장치 또는 전자우편주소 등으로 통보할 것을 미리 요청한 경우\n' +
  '\n' +
  '제 9 조 (8세 이하의 아동 등의 보호의무자의 권리)\n' +
  '① 회사는 아래의 경우에 해당하는 자(이하 “8세 이하의 아동”등이라 한다)의 보호의무자가 8세 이하의 아동 등의 생명 또는 신체보호를 위하여 개인위치정보의 이용 또는 제공에 동의하는 경우에는 본인의 동의가 있는 것으로 봅니다.\n' +
  '1. 8세 이하의 아동\n' +
  '2. 금치산자\n' +
  '3. 장애인복지법제2조제2항제2호의 규정에 의한 정신적 장애를 가진 자로서 장애인고용촉진및직업재활법 제2조제2호의 규정에 의한 중증장애인에 해당하는 자(장애인복지법 제29조의 규정에 의하여 장애인등록을 한 자에 한한다)\n' +
  '② 8세 이하의 아동 등의 생명 또는 신체의 보호를 위하여 개인위치정보의 이용 또는 제공에 동의를 하고자 하는 보호의무자는 서면동의서에 보호의무자임을 증명하는 서면을 첨부하여 회사에 제출하여야 합니다.\n' +
  '③ 보호의무자는 8세 이하의 아동 등의 개인위치정보 이용 또는 제공에 동의하는 경우 개인위치정보주체 권리의 전부를 행사할 수 있습니다.\n' +
  '\n' +
  '제 10 조 (손해배상)\n' +
  '개인위치정보주체는 회사의 위치정보의 보호 및 이용 등에 관한 법률 제15조 내지 26조의 규정을 위반한 행위로 손해를 입은 경우에 회사에 대하여 손해배상을 청구할 수 있습니다. 이 경우 회사는 고의 또는 과실이 없음을 입증하지 아니하면 책임을 면할 수 없습니다.\n' +
  '\n' +
  '제 11 조 (분쟁의 조정)\n' +
  '① 회사는 위치정보와 관련된 분쟁에 대하여 개인위치정보주체와 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 방송통신위원회에 재정을 신청할 수 있습니다.\n' +
  '② 회사 또는 개인정보위치 주체는 위치정보와 관련된 분쟁에 대해 당사자간 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 개인정보보호법에 따라 개인정보분쟁조정위원회에 조정을 신청할 수 있습니다.\n' +
  '\n' +
  '제 12 조 (사업자 정보)\n' +
  '회사의 상호, 주소, 전화번호 그 밖의 연락처는 다음과 같습니다.\n' +
  '상호: Finest soft\n' +
  '주소: 서울시 성동구 옥수동\n' +
  '전화번호: 010-3476-1531\n' +
  '이메일 주소: [faso.namuk@gmail.com](mailto:faso.namuk@gmail.com)\n' +
  '\n' +
  '부칙\n' +
  '\n' +
  '제1조 시행일\n' +
  '본 약관은 2022년 3월 2일부터 적용됩니다.\n' +
  '\n' +
  '제2조 위치정보관리 책임자 정보\n' +
  '회사는 다음과 같이 위치정보 관리책임자를 지정하여 이용자들이 서비스 이용과정에서 발생한 민원사항 처리를 비롯하여 개인위치정보 주체의 권리 보호를 위해 힘쓰고 있습니다.\n' +
  '위치정보 관리책임자 : 김남욱(개인정보 보호책임자 겸직)\n' +
  '전화번호 : 010-3476-1531\n' +
  '이메일 주소 : [faso.namuk@gmail.com](mailto:faso.namuk@gmail.com)';

export const AGREEMENT4 =
  '회원은 센터 이용 서비스 결제 전 “상품고시 정보, 거래 정보, 회원가입 약관”에 동의를 하여 결제를 진행한다.\n\n' +
  '상품고시 정보\n' +
  '서비스 제공 사업자 [웹페이지 환경설정 사업자 정보]\n\n' +
  '상호명 : 빠소 옥수점\n' +
  '대표자명 : 김남욱\n' +
  '전화번호 : 02 - 2222 - 2222\n' +
  '영업소재지 : 서울시 성동구 독서당로 175, 105동 204호(옥수동)\n' +
  '사업자등록번호 : 260-81-00732\n' +
  '이용조건\n' +
  '1. 거래정보 참조\n' +
  '취소 및 환불 기준과 방법\n' +
  '1. 취소/환불 규정 참조\n' +
  '소비자상담 관련 전화번호\n' +
  '1. 빠소 고객센터로 문의 1555-5555\n' +
  '\n' +
  '거래 정보\n' +
  '제공 서비스\n' +
  '1. 사업자가 정한 상품 및 서비스(회원권, 수강권, 옵션)\n' +
  '2. 서비스 결제/환불 후, 즉시 해당 내역을 알림으로 전달\n' +
  '소비자 피해보상의 처리.재화 등에 대한 불만 처리 및 소비자와 사업자 사이의 분쟁처리에 관한 사항\n' +
  '1. 빠소 고객센터로 문의 1555-5555\n' +
  '거래에 관한 약관의 내용 또는 확인 할 수 있는 방법\n' +
  '1. 회원 가입 약관 참조\n' +
  '\n' +
  '회원가입 약관\n' +
  '제 1조 이용계약 및 약관 교부\n' +
  '1. 회원은 “빠소센터 (이하 당 센터라 함)”이 정한 절차에 따라 회원 등록 신청을 하고 이용료를 결제해야 합니다.\n' +
  '2. 당 센터는 가입 회원에게 이용계약 약관을 필히 명시하여 상품에 대한 회사 상호, 주소, 전화번호, 상품명, 거래 결제 유형, 기간, 날짜 등은 별도의 기록하여 보관합니다.\n' +
  '\n' +
  '제 2조 고지·설명의무\n' +
  '1. 당 센터에서 회원에게 회원권 및 프로그램 내용, 약관내용, 이용 및 안전수칙 준수, 기타 필요한 사항 및 필요한 내용을 공지합니다.\n' +
  '\n' +
  '제 3조 시설 이용 시 준수 사항\n' +
  '1. 회원은 당 센터의 시설을 이용함에 있어서 타인에게 불편함을 주거나 혐오감을 주는 행위를 해서는 안됩니다.\n' +
  '2. 회원이 상기 1항을 위반한 경우 당 센터는 타 회원의 권리와 안전을 위하여 회원의 권리를 제한할 수 있습니다.\n' +
  '3. 회원은 당 센터 이용에 있어서 항상 주의사항과 안전수칙을 준수하여야 하며, 안전을 위하여 관리책임자의 안내를 따라야 합니다.\n' +
  '\n' +
  '제 4조 안전 및 기타\n' +
  '1. 센터 시설물에 의해 회원이 신체상의 피해가 발생할 경우를 대비하여 센터는 영업배상 및 체육시설 보험에 가입되어야 합니다. 다만 불가항력으로 발생하는 경우와 회원 고의 또는 과실로 인한 경우에는 그 책임이 면제됩니다.\n' +
  '2. 회원의 고의, 중대한 과실로 당 센터의 기기, 물품 등의 파손이 발생한 경우에는 회원은 이를 배상하여야 합니다.\n' +
  '\n' +
  '제 5조 휴회\n' +
  '1. "휴회"란 등록기간 중 센터의 이용이 일정 기간 불가능할 경우 이용하지 못한 기간을 연장해주는 정책입니다.\n' +
  '2. 등록기간 중 센터의 이용이 불가능한 경우 센터가 정한 규정에 따라 휴회를 신청할 수 있으며, 이는 3개월 이상 등록자에 한해서 가능합니다.\n' +
  '3. 휴회 횟수는 3개월 1회 / 6개월 2회 / 12개월 5회를 기준으로 하며, 1회 휴회 기간은 최소 7일 ~ 최대 30일로 설정이 가능합니다.\n' +
  '4. 휴회 중 이용을 원할 시 방문하여 체크인을 하시거나, 빠소 앱에 있는 "휴회 중"을 클릭하여 해제를 하시면 어제 일자로 휴회가 종료되어, 이용이 가능합니다.\n' +
  '5. 환불 시 휴회기간은 이용기간으로 산정됩니다.\n' +
  '6. "락커 이용 회원"은 휴회 시 락커안에 물건을 회수하여 새로 배정받을 경우 휴회기간을 반영하지만, 물건 회수를 희망하지 않는 경우에는 휴회 기간이 반영되지 않습니다\n' +
  '7. "강습 이용 회원"은 휴회 시 강습 이용기간이 휴회기간을 반영하지만, 휴회기간 동안 강습을 희망하는 경우에는 일일 이용요금 결제가 되어야 이용이 가능합니다.\n' +
  '\n' +
  '제 6회 회원 권리의 양도, 양수\n' +
  '1. "양도, 양수"란 센터에서 이용하는 상품(회원권, 강습권, 옵션 등)의 권리를 남에게 넘겨주고, 받을 수 있는 정책입니다.\n' +
  '2. 양도의 경우 이용기간이 남은 시점에서 1회 가능하며, 양도 수수료 50,000원이 발생합니다.\n' +
  '3. 양도를 할 시에 휴회가 설정이 되어있다면, 빠소 앱에 있는 "휴회 중"을 클릭하여 해제를 하시고, 진행을 하셔야 합니다.\n' +
  '4. 양도 시 양도자는 상품을 선택하여 양도가 가능하며, 양수자는 양도자가 선택한 상품에 한해 이용이 가능합니다.\n' +
  '\n' +
  '제 7조 계약의 해제·해지 [환불 약관]\n' +
  '1. 회원 사정으로 계약을 해제, 해지하는 경우 당 센터는 환불 약관에 따른 환불 절차를 진행합니다.\n' +
  '2. "환불"이란 등록기간 중 센터의 이용이 불가능할 경우 체육 시설 관련 법령에 따른 이용료 반환 기준을 참고하여 이용료를 돌려주는 정책입니다.\n' +
  '- 이용개시일 이전 : 반환금액 = 이용료 - 위약금(이용료의 1/10 금액)\n' +
  '- 이용개시일 이후 : 반환금액 = 이용료 - [1일 이용료(이용료/등록기간)*이용기간] - 위약금(1/10)\n' +
  '3. 환불 요청일 당일은 이용일 수에 포함됩니다.\n' +
  '4. 신용카드로 결제한 내역은 환불 즉시 자동으로 카드 승인취소 처리됩니다. 단, 카드사에서의 승인취소 확인은 카드사와 VAN사의 확인 절차를 거치는 관계로 주문 취소일로부터 3~5일(영업일기준) 후 해당 카드사에서 취소내역을 확인하실 수 있습니다. 체크카드의 경우 회원님의 통장으로 환불되기까지 최대 5일(영업일 기준)정도 소요될 수 있습니다. 정확한 환불기간은 카드사별로 상이하므로, 해당 카드사로 문의하여 주시기 바랍니다.\n' +
  '※ 환불 진행절차\n' +
  '1) 회원 등록 시 결제 금액 취소\n' +
  '2) 이용요금 재결제\n' +
  '- 이용개시일 이전 : 위약금(1/10)\n' +
  '- 이용개시일 이후 : 위약금(1/10) + [1일 이용료(이용료/등록기간)*이용기간]\n' +
  '제 8조 기타\n' +
  '1. 본 약관이 정하지 않은 사항에 대하여는 세부 이용규정에 따르며 그 밖의 사항은 일반 관례에 따릅니다.';

export const AGREEMENT5 =
  '1. 수수료는 쿠콘수수료 및 카드수수료 제외한 금액으로 정산처리\n' +
  '- 여기서 확실해야 하는 부분이 수수료 항목은 쿠콘과 카드 수수료 외에 추가 수수료가 있는지 확인이 필요\n' +
  '1. 정산처리는 3일씩 수수료 및 환불내역 공제하고, 입금된 건에 대해서 정산내역 안내 및 처리\n' +
  '2-1) 보통 회사계좌에 현금이 부족할 경우가 정산처리를 완료하고, 회원이 환불 요청을 하게 되는 경우\n' +
  '- VAN사는 회사계좌에 현금이 있을 경우\n' +
  '=> 회원이 결제했던 금액 카드 승인취소 처리 -> 이용한 금액+위약금 결제 처리\n' +
  '- VAN사는 회사계좌에 현금이 없을 경우\n' +
  '=> 담당 센터에게 회원이 결제했던 금액 카드 승인취소 불가 안내\n' +
  '-> 3일 안에 결제건으로 인한 결제금액이 있을 시 카드 승인취소 처리\n' +
  '-> 3일 안에 결제건으로 인한 결제금액이 없을 시 -> 담당 센터에게 카드 수수료를 제외한 카드 승인취소 처리를 위한 금액 입금 요청\n' +
  '1. 추후에 계좌인증 도입을 해야겠지만, 현시점에서는\n' +
  '3-1) 계좌 정보 입력 시 통장 캡쳐본 등록\n' +
  "3-2) 계좌 정보 입력 아래칸 안내문구(작게-빨간글씨로) '잘못된 계좌 정보 입력에 따른 손실이 발생할 수 있으니, 이점 참고하시어 입력을 부탁드립니다.'\n" +
  '3-3) 계좌 정보 입력 완료 시 계좌정보 확인안내창 제공 ->\n' +
  '\n' +
  '입력된 계좌정보 확인\n' +
  '\n' +
  '입금주 : 김남욱\n' +
  '은행명 : 국민은행\n' +
  '계좌번호 : 123-123123-123\n' +
  '\n' +
  '입력된 계좌정보가 맞습니까? 취소 / 확인\n' +
  '\n' +
  '3-4) 위처럼 했는데도 센터 입금 시 계좌정보가 유효하지 않을 경우\n' +
  '\n' +
  '- 센터 담당자 연락처로 문자 안내\n' +
  '\n' +
  '환불 약관 7조 4항)\n' +
  '신용카드로 결제한 내역은 환불 즉시 자동으로 카드 승인취소 처리됩니다. 단, 카드사에서의 승인취소 확인은 카드사와 VAN사의 확인 절차를 거치는 관계로 주문 취소일로부터 3~5일(영업일기준) 후 해당 카드사에서 취소내역을 확인하실 수 있습니다. 체크카드의 경우 회원님의 통장으로 환불되기까지 최대 5일(영업일 기준)정도 소요될 수 있습니다. 정확한 환불기간은 카드사별로 상이하므로, 해당 카드사로 문의하여 주시기 바랍니다.';

export const AGREEMENT6 =
  '빠소에서 제공하는 이벤트/혜택 등 다양한 정보를 휴대전화(앱 알림 또는 문자)로 받아보실 수 있습니다. 일부 서비스(별도 회원 체계로 운영하거나 빠소 가입 이후 추가 가입하여 이용하는 서비스 등)의 경우, 개별 서비스에 대해 별도 수신 동의를 받을 수 있으며, 이때에도 수신 동의에 대해 별도로 안내하고 동의를 받습니다.';
