export const PRODUCT_INFO =
  '서비스 제공 사업자 [웹페이지 환경설정 사업자 정보]\n' +
  '상호명 : 빠소 옥수점\n' +
  '대표자명 : 김남욱\n' +
  '전화번호 : 02 - 2222 - 2222\n' +
  '영업소재지 : 서울시 성동구 독서당로 175, 105동 204호(옥수동)\n' +
  '사업자등록번호 : 260-81-00732\n' +
  '\n' +
  '법에 의한 인증/허가 등을 받았음을 확인할 수 있는 경우\n' +
  '문서명칭 : 사업자등록증\n' +
  '발급기관 : 성동세무서장\n' +
  '교부일자 : 2021-09-14\n' +
  '영업의 종류 : 스포츠 및 여가관련 서비스업\n' +
  '자격명칭\n' +
  '\n' +
  '이용조건\n' +
  ' 1. 거래정보 참조\n' +
  '\n' +
  '취소 및 환불 기준과 방법\n' +
  ' 1. 취소/환불 규정 참조\n' +
  '\n' +
  '소비자상담 관련 전화번호\n' +
  ' 1. 빠소 고객센터로 문의 1555-5555';

export const DEAL_INFO =
  '제공 서비스\n' +
  ' 1. 사업자가 정한 상품 및 서비스(회원권, 수강권, 옵션)\n' +
  ' 2. 서비스 결제/환불 후, 즉시 해당 내역을 알림으로 전달\n' +
  '\n' +
  '소비자 피해보상의 처리.재화 등에 대한 불만 처리 및 소비자와 사업자 사이의 분쟁처리에 관한 사항\n' +
  ' 1. 빠소 고객센터로 문의 1555-5555\n' +
  '\n' +
  '거래에 관한 약관의 내용 또는 확인 할 수 있는 방법\n' +
  ' 1. 회원 가입 약관 참조';

export const SIGN_UP_INFO =
  '제 1조 이용계약 및 약관 교부\n' +
  '1. 회원은 “빠소센터 (이하 당 센터라 함)”이 정한 절차에 따라 회원 등록 신청을 하고 이용료를 결제해야 합니다.\n' +
  '2. 당 센터는 가입 회원에게 이용계약 약관을 필히 명시하여 상품에 대한 회사 상호, 주소, 전화번호, 상품명, 거래 결제 유형, 기간, 날짜 등은 별도의 기록하여 보관합니다.\n' +
  '\n' +
  '제 2조 고지·설명의무\n' +
  '1. 당 센터에서 회원에게 회원권 및 프로그램 내용, 약관내용, 이용 및 안전수칙 준수, 기타 필요한 사항 및 필요한 내용을 공지합니다.\n' +
  '\n' +
  '제 3조 시설 이용 시 준수 사항\n' +
  '1. 회원은 당 센터의 시설을 이용함에 있어서 타인에게 불편함을 주거나 혐오감을 주는 행위를 해서는 안됩니다.\n' +
  '2. 회원이 상기 1항을 위반한 경우 당 센터는 타 회원의 권리와 안전을 위하여 회원의 권리를 제한할 수 있습니다.\n' +
  '3. 회원은 당 센터 이용에 있어서 항상 주의사항과 안전수칙을 준수하여야 하며, 안전을 위하여 관리책임자의 안내를 따라야 합니다.\n' +
  '\n' +
  '제 4조 안전 및 기타\n' +
  '1. 센터 시설물에 의해 회원이 신체상의 피해가 발생할 경우를 대비하여 센터는 영업배상 및 체육시설 보험에 가입되어야 합니다. 다만 불가항력으로 발생하는 경우와 회원 고의 또는 과실로 인한 경우에는 그 책임이 면제됩니다.\n' +
  '2. 회원의 고의, 중대한 과실로 당 센터의 기기, 물품 등의 파손이 발생한 경우에는 회원은 이를 배상하여야 합니다.\n' +
  '\n' +
  '제 5조 휴회\n' +
  ' 1. "휴회"란 등록기간 중 센터의 이용이 일정 기간 불가능할 경우 이용하지 못한 기간을 연장해주는 정책입니다.\n' +
  ' 2. 등록기간 중 센터의 이용이 불가능한 경우 센터가 정한 규정에 따라 휴회를 신청할 수 있으며, 이는 3개월 이상 등록자에 한해서 가능합니다.\n' +
  ' 3. 휴회 횟수는 3개월 1회 / 6개월 2회 / 12개월 5회를 기준으로 하며, 1회 휴회 기간은 최소 7일 ~ 최대 30일로 설정이 가능합니다.\n' +
  ' 4. 휴회 중 이용을 원할 시 방문하여 체크인을 하시거나, 빠소 앱에 있는 "휴회 중"을 클릭하여 해제를 하시면 어제 일자로 휴회가 종료되어, 이용이 가능합니다.\n' +
  ' 5. 환불 시 휴회기간은 이용기간으로 산정됩니다.\n' +
  ' 6. "락커 이용 회원"은 휴회 시 락커안에 물건을 회수하여 새로 배정받을 경우 휴회기간을 반영하지만, 물건 회수를 희망하지 않는 경우에는 휴회 기간이 반영되지 않습니다\n' +
  ' 7. "강습 이용 회원"은 휴회 시 강습 이용기간이 휴회기간을 반영하지만, 휴회기간 동안 강습을 희망하는 경우에는 일일 이용요금 결제가 되어야 이용이 가능합니다.\n' +
  '\n' +
  '제 6회 회원 권리의 양도, 양수\n' +
  '1. "양도, 양수"란 센터에서 이용하는 상품(회원권, 강습권, 옵션 등)의 권리를 남에게 넘겨주고, 받을 수 있는 정책입니다.\n' +
  '2. 양도의 경우 이용기간이 남은 시점에서 1회 가능하며, 양도 수수료 50,000원이 발생합니다.\n' +
  '3. 양도를 할 시에 휴회가 설정이 되어있다면, 빠소 앱에 있는 "휴회 중"을 클릭하여 해제를 하시고, 진행을 하셔야 합니다.\n' +
  '4. 양도 시 양도자는 상품을 선택하여 양도가 가능하며, 양수자는 양도자가 선택한 상품에 한해 이용이 가능합니다.\n' +
  '\n' +
  '제 7조 계약의 해제·해지 [환불 약관]\n' +
  '1. 회원 사정으로 계약을 해제, 해지하는 경우 당 센터는 환불 약관에 따른 환불 절차를 진행합니다.\n' +
  '2. "환불"이란 등록기간 중 센터의 이용이 불가능할 경우 체육 시설 관련 법령에 따른 이용료 반환 기준을 참고하여 이용료를 돌려주는 정책입니다.\n' +
  ' - 이용개시일 이전 : 반환금액 = 이용료 - 위약금(이용료의 1/10 금액)\n' +
  ' - 이용개시일 이후 : 반환금액 = 이용료 - [1일 이용료(이용료/등록기간)*이용기간] - 위약금(1/10)\n' +
  '3. 환불 요청일 당일은 이용일 수에 포함됩니다.\n' +
  '4. 신용카드로 결제한 내역은 환불 즉시 자동으로 카드 승인취소 처리됩니다. 단, 카드사에서의 승인취소 확인은 카드사와 VAN사의 확인 절차를 거치는 관계로 주문 취소일로부터 3~5일(영업일기준) 후 해당 카드사에서 취소내역을 확인하실 수 있습니다. 체크카드의 경우 회원님의 통장으로 환불되기까지 최대 5일(영업일 기준)정도 소요될 수 있습니다. 정확한 환불기간은 카드사별로 상이하므로, 해당 카드사로 문의하여 주시기 바랍니다.\n' +
  '\n' +
  '※ 환불 진행절차\n' +
  ' 1) 회원 등록 시 결제 금액 취소\n' +
  ' 2) 이용요금 재결제\n' +
  '  - 이용개시일 이전 : 위약금(1/10)\n' +
  '  - 이용개시일 이후 : 위약금(1/10) + [1일 이용료(이용료/등록기간)*이용기간]\n' +
  '\n' +
  '제 8조 기타\n' +
  '1. 본 약관이 정하지 않은 사항에 대하여는 세부 이용규정에 따르며 그 밖의 사항은 일반 관례에 따릅니다.';
